Repository: nens/flooding-public
Catalog: flooding_lib/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Name
nl: Naam

source: Remarks
nl: Opmerkingen

source: Successful
nl: Succesvol

source: Start animation
nl: Start animatie

source: Upload the modified Excel file to update the scenarios
nl: Upload de aangepaste Excel file om de metadata aan te passen

source: To archive
nl: Archiveren

source: Archived at
nl: Gearchiveerd op

source: Archived by
nl: Gearchiveerd door

source: Sobek version
nl: Sobekversie

source: Sobek versions
nl: Sobekversie

source: canal
nl: kanaal

source: inundation
nl: overstroming

source: Sobek models
nl: Sobekmodellen

source: case
nl: geval

source: version
nl: versie

source: lock
nl: vergrendel

source: culvert
nl: duiker

source: weir
nl: waterkering

source: undefined
nl: onbekend

source: generic_internal
nl: generieke_interne

source: Cutoff location
nl: Onderbrekingslocatie

source: Cutoff locations
nl: Onderbrekingslocaties

source: sea
nl: zee

source: lake
nl: meer

source: internal_lake
nl: intern_meer

source: internal_canal
nl: intern_kanaal

source: river
nl: rivier

source: unknown
nl: onbekend

source: lower_river
nl: lage_revier

source: External water
nl: Extern water

source: External waters
nl: Externe wateren

source: Dike
nl: Dijk

source: Dikes
nl: Dijken

source: tide
nl: tij

source: breach
nl: bres

source: Waterlevel set
nl: Waterniveau set

source: Waterlevel sets
nl: Waterniveau sets

source: Waterlevel
nl: Waterniveau

source: Waterlevels
nl: Waterniveaus

source: Region
nl: Regio

source: Regions
nl: Regio's

source: Region set
nl: Regio set

source: Region sets
nl: Regio sets

source: Breach
nl: Bres

source: Breaches
nl: Bressen

source: Cutoff location set
nl: Groep afsluitlocaties

source: Cutoff location sets
nl: Afsluitlocatie groepen

source: Projects
nl: Projecten

source: view_scenario
nl: overzicht_scenario

source: add_scenario_new_simulation
nl: toevoegen_scenario_nieuwe_simulatie

source: add_scenario_import
nl: toevoegen_scenario_import

source: edit_scenario
nl: bewerken_scenario

source: approve_scenario
nl: goedkeuren_scenario

source: delete_scenario
nl: verwijderen_scenario

source: edit_scenario_simple
nl: bewerken_scenario_eenvoudig

source: User permission
nl: Gebruikersrecht

source: User permissions
nl: Gebruikersrechten

source: Project group permission
nl: Projectgroeprecht

source: Project group permissions
nl: Projectgroeprechten

source: location
nl: locatie

source: other
nl: andere

source: files
nl: bestanden

source: general
nl: algemeen

source: breaches
nl: bressen

source: externalwater
nl: externwater

source: none
nl: geen

source: low
nl: laag

source: medium
nl: middel

source: high
nl: hoog

source: deleted
nl: verwijderd

source: approved
nl: goedgekeurd

source: disapproved
nl: afgekeurd

source: calculated
nl: berekend

source: error
nl: fout

source: waiting
nl: wacht

source: archived
nl: gearchiveerd

source: name
nl: naam

source: remarks
nl: opmerkingen

source: Archived
nl: Gearchiveerd

source: Scenario attachments
nl: Scenario bijlagen

source: Project attachments
nl: Project bijlagen

source: Inundation model attachments
nl: Inundatiemodel bijlagen

source: External water model attachments
nl: Extern watermodel bijlagen

source: External Water
nl: Buitenwater

source: External water graph
nl: Extern water

source: at top
nl: op de top

source: at moment x
nl: op moment x

source: at crossing level x
nl: op kruising niveau x

source: unknown/error at import
nl: onbekend/fout bij import

source: Scenario breach
nl: Scenario bres

source: Scenario breaches
nl: Scenario bressen

source: external water
nl: extern water

source: external water period
nl: externe waterperiode

source: external water max waterlevel
nl: extern water max waterniveau

source: storm duration
nl: storm duur

source: pitdepth
nl: putdiepte

source: Scenario cutoff location
nl: Scenario afsluitlocatie

source: Scenario cutoff locations
nl: Scenario afsluitlocaties

source: Program
nl: Programma

source: Programs
nl: Programma's

source: Result type
nl: Resultaattype

source: Result types
nl: Resultaattypes

source: Result
nl: Resultaat

source: Results
nl: Resultaten

source: Cutoff location sobek model setting
nl: Afsluitlocatie sobek model instelling

source: Cutoff location sobek model settings
nl: Afsluitlocatie sobek model instellingen

source: Task type
nl: Taaktype

source: Task types
nl: Taaktypen

source: Task
nl: Taak

source: Tasks
nl: Taken

source: Task executor
nl: Taakuitvoerder

source: Task executors
nl: Taakuitvoerders

source: unkown
nl: onbekend

source: existing level
nl: bestaand niveau

source: new level
nl: nieuw niveau

source: existing
nl: bestaand

source: new
nl: nieuw

source: Offered
nl: Aangeboden

source: Offer to project
nl: Bied aan aan project

source: not yet approved
nl: nog niet gekeurd

source: Added to project
nl: Toegevoegd aan project

source: You do not have approval permission in any project.
nl: U heeft geen goedkeuringsrechten in een project.

source: Share scenarios
nl: Deel scenario's

source: You do not have approval permission in this project.
nl: U heeft geen goedkeuringsrechten in een project.

source: Accept scenarios
nl: Accepteer scenario's

source: Error on upload.
nl: Fout bij uploaden.

source: Error on save.
nl: Fout bij uploaden.

source: Uploaded.
nl: Geüpload.

source: Number of scenarios
nl: Nieuw scenario

source: Approved
nl: Goedgekeurd

source: Disapproved
nl: Afgekeurd

source: Not yet approved
nl: nog niet gekeurd

source: Excel file
nl: Excel bestand

source: Upload
nl: Uploaden

source: Send
nl: Verzenden

source: Archive
nl: Archief

source: Save
nl: Opslaan

source: Breach information
nl: Bres informatie

source: Edit scenario properties
nl: Bewerk scenario eigenschappen

source: The properties have been changed. You can now close this window.
nl: De eigenschappen zijn veranderd. U kunt dit window nu sluiten.

source: Submit
nl: Verzenden

source: Welcome
nl: Welkom

source: Welcome to Lizard-flooding. Follow one of the links below:
nl: Welkom bij Lizard-flooding. Volg een van de links hieronder:

source: Scenario approval
nl: Scenario goedkeuring

source: Date
nl: Datum

source: By
nl: Door

source: Edit
nl: Bewerk

source: Attachment for inundation model
nl: Attachment voor inundatiemodel

source: Attachment for external water model
nl: Attachment voor extern watermodel

source: Attachment for scenario
nl: Attachment voor scenario

source: Attachment for project
nl: Attachment voor project

source: Scenario remarks
nl: Scenario opmerkingen

source: Inundation statistics
nl: Inundatiemodel attachments

source: Project list
nl: Projectlijst

source: create project
nl: nieuw project

source: Accept scenarios for
nl: Accepteer scenario's voor

source: From project
nl: Uit project

source: Offer a scenario for use in the ROR and/or national use projects
nl: Bied hier een scenario aan voor de ROR en/of landelijk gebruik

source: Scenario list
nl: Scenariolijst

source: create scenario
nl: nieuw scenario

source: Export as CSV
nl: Exporteer als CSV

source: All breaches
nl: Alle bressen

source: Attachments -
nl: Bijlagen -

source: Add new attachment
nl: Voeg nieuw attachment toe

source: Tfinished
nl: Teind

source: Creator log
nl: Logschepper

source: Error log
nl: Fout log

source: Task list
nl: Takenlist

source: Rural use
nl: Landelijk gebruik

source: yes
nl: ja

source: no
nl: nee

source: Permission level of user for performing this task
nl: Toestemmingsniveau van de gebruiker voor het uitvoeren van deze taak

source: Water depth map
nl: Waterdieptekaart

source: Waiting
nl: Bezig

source: Ready
nl: Klaar

source: Description
nl: Beschrijving

source: The maximal waterdepth
nl: De maximale waterdiepte

source: The maximal flowvelocity
nl: De maximale stroomsnelheid

source: The flooded area
nl: Het overstroomde gebied

source: The arrival times
nl: De aankomsttijden

source: The period of increasing waterlevel
nl: De stijgingsduur

source: The sources of inundation
nl: De bronnen van overstroming

source: Owner
nl: Eigenaar

source: Creation date
nl: Aangemaakt op

source: Run date
nl: Uitgevoerd op

source: Approved date
nl: Aangenomen op

source: Gridsize
nl: Celgrootte

source: Publicly visible
nl: Publiekelijk zichtbaar

source: Diked area
nl: Dijkring

source: Province
nl: Provincie

source: Country
nl: Land

source: No permission to download export
nl: Geen rechten voor het downloden van export

source: Export detail scenarios and projects
nl: Export detail scenario's en projecten

source: No permission to create export
nl: Geen rechten voor het aanmaken van export

source: New export
nl: Nieuw export

source: Edit export
nl: Bewerk export

source: Only the export run's owner can archive it.
nl: Alleen de eigenaar van de exportrun's kan het archiveren.

source: Select export maps
nl: Selecteer export kaarten

source: Export run overview
nl: Export overzicht

source: State
nl: Status

source: Result file
nl: Resultaat file

source: Delete
nl: Verwijder

source: New export run
nl: Nieuwe export

source: Export run details
nl: Export run informatie

source: Selected maps
nl: Geselecteerde kaarten

source: Used scenarios and projects (x out of y)
nl: Geselecteerde scenario's en projecten (x uit y)

source: out of
nl: uit

source: Excel table (.xls)
nl: Excel tabel (.xls)

source: Results (zipfile)
nl: Resultaten (zipfile)

source: None
nl: Geen

source: Waiting for validation
nl: Wachten op goedkeuring

source: Approved for import
nl: Actie vereist

source: Disapproved for import
nl: Afgekeurd voor import

source: Imported
nl: Geïmporteerde

source: The owner of the scenario.
nl: De eigenaar van het scenario.

source: Import scenarios fields
nl: Importscenario velden

source: Integer
nl: Geheel getal

source: Float
nl: Getal met decimalen

source: String
nl: Tekst

source: Text
nl: Tekst

source: Select
nl: Selecteren

source: Location
nl: Locatie

source: Remaining
nl: Resterende

source: Files
nl: Bestanden

source: The higher the sooner in row
nl: Hoe hoger hoe eerder in rij

source: Name of col. in import csv-file
nl: Naam van kol. in import csv-bestand

source: Name of table in flooding database
nl: Naam van tabel in flooding database

source: Name of field in flooding database table
nl: Naam van veld in flooding database tabel

source: Name of imported files (match with resulttypes). Use #### for numbers
nl: Naam van geïmporteerde bestanden (komt overeen met resultaattypes). Gebruik #### voor getallen.

source: help text shown in excel file
nl: Help-tekst wergegeven in excel-bestand

source: help text shown when hovering over field
nl: Help-tekst wergegeven bij 'hovering' over veld

source: help text shown behind field
nl: Help-tekst weergegeven achter veld

source: applied
nl: verwerkt

source: not applied
nl: nog niet verwerkt

source: primary kering
nl: primaire kering

source: regional kering
nl: regionale kering

source: waters
nl: wateren

source: Title
nl: Titel

source: Uploaded At
nl: Datum

source: File name
nl: Bestand

source: No permission to upload data or login
nl: Geen rechten voor het uploaden of log in

source: Import tool
nl: Impoort tool

source: No permission to approve scenario or login
nl: Geen rechten for het goedkeuren van scenario of login

source: Approve import
nl: Geodkeuren import

source: Verify import
nl: Controleer import

source: No permission to import scenario or login
nl: Geen recht om scenario te importeren, of u moet nog inloggen.

source: New import
nl: Nieuwe import

source: Add files
nl: Toevoegen bestanden

source: Group import
nl: Groepimport

source: Not authenticated.
nl: Niet geverifieerd

source: Download and upload ROR defenses and waters
nl: Down- en upload hier het bestand van de ROR-keringen en -wateren.

source: Already uploaded files
nl: Reeds geupload bestanden

source: Back to details
nl: Terug naar gegevens

source: Success
nl: Succes

source: The files have been added. The import scenario id is:
nl: De bestanden zijn toegevoegd. De importscenario id is:

source: Go back to the import overview page.
nl: Ga terug naar de import overzichtspagina.

source: Lizard import tool
nl: Impoort tool

source: Download and upload all metadata of a project here.
nl: Down- en upload hier een overzicht van alle metadata van een project.

source: Download and upload here the file of the ROR defenses and waters.
nl: Down- en upload hier het bestand van de ROR-keringen en -wateren.

source: Overview
nl: Overzicht

source: Scenario name
nl: Scenarionaam

source: Owner name
nl: Eigenaarnaam

source: Approve
nl: Goedkeuren

source: approve
nl: keuren

source: Import new scenario
nl: Import nieuw scenario

source: Import group scenarios
nl: Import groep scenario's

source: Welcome to Lizard-flooding tools. Follow one of the links below:
nl: Welkom op de Lizard-flooding tool's. Volg een van de onderstaande links

source: Export / generate water depth maps
nl: Exporteren / genereren waterdieptekaarten

source: %(nrhours)d hour
nl: %(nrhours)d uur

source: No permission to edit scenario or login
nl: Geen recht om scenario te importeren, of u moet nog inloggen.

source: Inundation model
nl: Inundatiemodel

source: mainproject
nl: project

source: projects
nl: project

source: region
nl: regio

source: sobekmodel inundation
nl: sobekmodel inundatie

source: breach properties
nl: breseigenschappen

source: cutofflocations
nl: afsluitlocaties

source: delete
nl: verwijderen

source: New scenario
nl: Nieuw scenario

source: New project
nl: Nieuw project

source: My projects
nl: Mijn projecten

source: (choose owner)
nl: (kies eigenaar)

source: friendlyname
nl: vriendelijke naam

source: owner
nl: eigenaar

source: regionsets
nl: regiosets

source: edit
nl: bewerk

source: edit this item
nl: bewerk dit item

source: you need permission to edit this item
nl: u heeft rechten nodig om dit item te bewerken

source: delete this item
nl: verwijder dit item

source: are you sure?
nl: weet u het zeker?

source: you need permission to delete this item
nl: u heeft rechten nodig om dit item te verwijderen

source: (choose scenario)
nl: (kies scenario)

source: (choose tasktype)
nl: (kies taaktype)

source: (choose successful)
nl: (kies succes)

source: true
nl: waar

source: false
nl: onwaar

source: tasktype
nl: taaktype

source: tstart
nl: tbegin

source: tfinished
nl: teind

source: successful
nl: geslaagd

source: creator log
nl: log maker

source: not implemented yet
nl: nog niet geimplementeerd

source: count external
nl: tellen extern

source: count internal
nl: tellen interne

source: Search (scenario name or project name)
nl: Zoek (scenarionaam of projectnaam)

source: archive
nl: gearchiveerd

source: RegionSet
nl: RegioSet

source: All regionsets
nl: Alle regiosets

source: All regions
nl: Alle regio's

source: less than
nl: kleiner dan

source: greater than
nl: groter dan

source: Repeattime
nl: Herhalingstijd

source: all resulttypes
nl: Alle resultaattypes
